<?php

use Illuminate\Database\Seeder;

class ArticlesTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('articles')->insert([
            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:10:19',
                'updated_at' => '2018-06-02 14:10:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:10:19',
                'updated_at' => '2018-06-02 14:10:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:12:19',
                'updated_at' => '2018-06-02 14:12:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:12:19',
                'updated_at' => '2018-06-02 14:12:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:13:19',
                'updated_at' => '2018-06-02 14:13:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:13:19',
                'updated_at' => '2018-06-02 14:13:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:14:19',
                'updated_at' => '2018-06-02 14:14:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:14:19',
                'updated_at' => '2018-06-02 14:14:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:15:19',
                'updated_at' => '2018-06-02 14:15:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:15:19',
                'updated_at' => '2018-06-02 14:15:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:16:19',
                'updated_at' => '2018-06-02 14:16:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:16:19',
                'updated_at' => '2018-06-02 14:16:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:18:19',
                'updated_at' => '2018-06-02 14:18:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:18:19',
                'updated_at' => '2018-06-02 14:18:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:19:19',
                'updated_at' => '2018-06-02 14:19:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:19:19',
                'updated_at' => '2018-06-02 14:19:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:20:19',
                'updated_at' => '2018-06-02 14:20:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:20:19',
                'updated_at' => '2018-06-02 14:20:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:21:19',
                'updated_at' => '2018-06-02 14:21:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:21:19',
                'updated_at' => '2018-06-02 14:21:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:22:19',
                'updated_at' => '2018-06-02 14:22:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:22:19',
                'updated_at' => '2018-06-02 14:22:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:23:19',
                'updated_at' => '2018-06-02 14:23:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:23:19',
                'updated_at' => '2018-06-02 14:23:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:26:19',
                'updated_at' => '2018-06-02 14:26:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:26:19',
                'updated_at' => '2018-06-02 14:26:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:27:19',
                'updated_at' => '2018-06-02 14:27:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:27:19',
                'updated_at' => '2018-06-02 14:27:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:28:19',
                'updated_at' => '2018-06-02 14:28:19'
            ],

            [
                'title' => 'タイトル',
                'body' => 'テキストテキストテキストテキスト。',
                'created_at' => '2018-06-02 14:28:19',
                'updated_at' => '2018-06-02 14:28:19'
            ],

        ]);
    }
}
